{
  "plugins": {
    "99": {
      "src": "git@github.com:ThePrimeagen/99"
    },
    "CopilotChat.nvim": {
      "src": "git@github.com:CopilotC-Nvim/CopilotChat.nvim"
    },
    "FixCursorHold.nvim": {
      "src": "git@github.com:antoinemadec/FixCursorHold.nvim"
    },
    "blink.cmp": {
      "src": "git@github.com:saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "copilot.lua": {
      "src": "git@github.com:zbirenbaum/copilot.lua"
    },
    "date-time-inserter.nvim": {
      "src": "git@github.com:AntonVanAssche/date-time-inserter.nvim"
    },
    "difftastic.nvim": {
      "src": "git@github.com:clabby/difftastic.nvim"
    },
    "dressing.nvim": {
      "src": "git@github.com:stevearc/dressing.nvim"
    },
    "fidget.nvim": {
      "src": "git@github.com:j-hui/fidget.nvim"
    },
    "friendly-snippets": {
      "src": "git@github.com:rafamadriz/friendly-snippets"
    },
    "ghlite.nvim": {
      "src": "git@github.com:daliusd/ghlite.nvim"
    },
    "git-worktree.nvim": {
      "src": "git@github.com:ThePrimeagen/git-worktree.nvim"
    },
    "gitignore-grabber.nvim": {
      "src": "git@github.com:antonk52/gitignore-grabber.nvim"
    },
    "gitsigns.nvim": {
      "src": "git@github.com:lewis6991/gitsigns.nvim"
    },
    "gotmpl.nvim": {
      "src": "git@github.com:ngynkvn/gotmpl.nvim"
    },
    "harpoon": {
      "src": "git@github.com:theprimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "harpoonEx": {
      "src": "git@github.com:mike-jl/harpoonEx"
    },
    "image.nvim": {
      "src": "git@github.com:3rd/image.nvim"
    },
    "jiejie.nvim": {
      "src": "git@github.com:jceb/jiejie.nvim"
    },
    "jujutsu.nvim": {
      "src": "git@github.com:yannvanhalewyn/jujutsu.nvim"
    },
    "lualine.nvim": {
      "src": "git@github.com:nvim-lualine/lualine.nvim"
    },
    "magma-nvim": {
      "src": "git@github.com:dccsillag/magma-nvim"
    },
    "markdown-preview.nvim": {
      "src": "git@github.com:iamcco/markdown-preview.nvim"
    },
    "mini.nvim": {
      "src": "git@github.com:echasnovski/mini.nvim"
    },
    "mini.test": {
      "src": "git@github.com:nvim-mini/mini.test"
    },
    "modes.nvim": {
      "src": "git@github.com:mvllow/modes.nvim"
    },
    "molten-nvim": {
      "src": "git@github.com:benlubas/molten-nvim"
    },
    "neotest": {
      "src": "git@github.com:nvim-neotest/neotest"
    },
    "neotest-plenary": {
      "src": "git@github.com:nvim-neotest/neotest-plenary"
    },
    "nerdy.nvim": {
      "src": "git@github.com:2kabhishek/nerdy.nvim"
    },
    "nui.nvim": {
      "src": "git@github.com:MunifTanjim/nui.nvim"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "git@github.com:nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-web-devicons": {
      "src": "git@github.com:nvim-tree/nvim-web-devicons"
    },
    "octavetui.vim": {
      "src": "git@github.com:NewComer00/octavetui.vim"
    },
    "oil.nvim": {
      "src": "git@github.com:stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "git@github.com:nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "git@github.com:stevearc/quicker.nvim"
    },
    "rustaceanvim": {
      "src": "git@github.com:mrcjkb/rustaceanvim"
    },
    "telescope-ui-select.nvim": {
      "src": "git@github.com:nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "git@github.com:nvim-telescope/telescope.nvim",
      "version": "0.1.0 - 0.2.0"
    },
    "termpicker.nvim": {
      "src": "git@github.com:ChausseBenjamin/termpicker.nvim"
    },
    "typst-preview.nvim": {
      "src": "git@github.com:chomosuke/typst-preview.nvim"
    },
    "vague.nvim": {
      "src": "git@github.com:vague-theme/vague.nvim"
    },
    "vim-dadbod": {
      "src": "git@github.com:tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "git@github.com:kristijanhusak/vim-dadbod-completion"
    },
    "vim-dadbod-ui": {
      "src": "git@github.com:kristijanhusak/vim-dadbod-ui"
    },
    "vim-fugitive": {
      "src": "git@github.com:tpope/vim-fugitive"
    },
    "vim-macroeditor": {
      "src": "git@github.com:dohsimpson/vim-macroeditor"
    },
    "vim-octave": {
      "src": "git@github.com:gnu-octave/vim-octave"
    },
    "vim-rhubarb": {
      "src": "git@github.com:tpope/vim-rhubarb"
    },
    "vim-sensible": {
      "src": "git@github.com:tpope/vim-sensible"
    },
    "vim-speeddating": {
      "src": "git@github.com:tpope/vim-speeddating"
    },
    "winresizer": {
      "src": "git@github.com:simeji/winresizer"
    },
    "yadm.nvim": {
      "src": "git@github.com:ChausseBenjamin/yadm.nvim",
      "version": "'fix-vim-validate'"
    }
  }
}